INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "OPNIEUW PROBEREN";
INSTALLER_GENERIC_CONTINUE = "DOORGAAN";
INSTALLER_GENERIC_CANCEL = "ANNULEREN";
INSTALLER_GENERIC_BACK = "ACHTERKANT";
INSTALLER_GENERIC_REINSTALL = "OPNIEUW INSTALLEREN";
INSTALLER_GENERIC_LAUNCH_GHUB = "STARTEN";
INSTALLER_GENERIC_UNINSTALL = "VERWIJDEREN";
INSTALLER_GENERIC_LETS_PARTY = "LATEN WE FEESTEN";
INSTALLER_GENERIC_QUIT = "AFSLUITEN";
INSTALLER_GENERIC_REBOOT_NOW = "NU OPNIEUW OPSTARTEN";
INSTALLER_GENERIC_REBOOT_LATER = "LATER OPNIEUW OPSTARTEN";
INSTALLER_ONLINE_HELP = "ONLINE HULP";
INSTALLER_MORE_DETAILS = "Meer details";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB momenteel beschikbaar op {1}-station";
INSTALLER_DISK_INDICATOR_WARNING = "Minder dan 1 GB beschikbaar op {0}-station";
INSTALLER_DISK_INDICATOR_ERROR = "Minder dan 500 MB beschikbaar op {0}-station";
INSTALLER_ERROR_DOWNLOAD_INIT = "Initialisatie van download mislukt vanwege netwerkprobleem. Probeer het opnieuw.";
INSTALLER_ERROR_NETWORK_ISSUE = "Download mislukt vanwege netwerkprobleem. Probeer het opnieuw.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Kan geen geldig updateoverzicht ophalen. Probeer het opnieuw.";
INSTALLER_ERROR_DISK_FULL = "Niet voldoende schijfruimte beschikbaar.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Er is een fout opgetreden tijdens de installatie. Probeer het opnieuw.";
INSTALLER_ERROR_UNPACKING = "Uitpakken van resources voor installatieprogramma is mislukt. Opnieuw starten van het installatieprogramma kan dit probleem verhelpen.";
INSTALLER_ERROR_DLL_LOADING = "Essentiële onderdelen van het installatieprogramma kunnen niet worden geladen.";
INSTALLER_ERROR_START_INSTALL = "Starten van installatie is mislukt. Sluiten en opnieuw starten van het installatieprogramma kan dit probleem verhelpen.";
INSTALLER_ERROR_REDOWNLOAD = "Download het opnieuw via de ";
INSTALLER_ERROR_OS_VERSION = "G HUB is niet compatibel met jouw huidige besturingssysteem. Controleer de compatibiliteit van G HUB OS voor meer info.";
INSTALLER_ERROR_UPDATER_FOLDER = "Kan geen installatiemap maken. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Installatie van G HUB is niet uitgevoerd.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Start de computer opnieuw op voordat je de installatie opnieuw uitvoert. Neem contact op met {WEBSITE} als het probleem blijft bestaan.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Klantenondersteuning";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFFICIËLE WEBSITE.";
INSTALLER_INFO_VERSION = "VERSIE {0}";
INSTALLER_INFO_DESTINATION = "Installeren op {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB van {1} MB ({2}MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Lage downloadsnelheid gedetecteerd";
INSTALLER_LOADING_MESSAGE_1 = "Kan het wachten? Er worden enkele kalibraties uitgevoerd";
INSTALLER_LOADING_MESSAGE_2 = "Er wordt voor gezorgd dat je printer en je incognito-geschiedenis goed verbonden zijn";
INSTALLER_LOADING_MESSAGE_3 = "Reactorvermogen omleiden";
INSTALLER_LOADING_MESSAGE_4 = "Een Nyan Cat oproepen";
INSTALLER_LOADING_MESSAGE_5 = "Je hebt meer vespene nodig";
INSTALLER_LOADING_MESSAGE_6 = "Ik doe niets verdachts. Echt!";
INSTALLER_LOADING_MESSAGE_7 = "Tessellatie van de oneindige matrix";
INSTALLER_LOADING_MESSAGE_8 = "Je moet extra pylons maken";
INSTALLER_LOADING_MESSAGE_9 = "Vitamine D is essentieel voor het menselijk lichaam";
INSTALLER_LOADING_MESSAGE_10 = "Frame Shift Drive, ingeschakeld";
INSTALLER_LOADING_MESSAGE_11 = "Beter één muis in de hand dan tien in de lucht";
INSTALLER_LOADING_MESSAGE_12 = "De tijd vliegt als je plezier hebt";
INSTALLER_LOADING_MESSAGE_13 = "Iets uit je systeem krijgen";
INSTALLER_LOADING_MESSAGE_14 = "Ook dit zal overgaan";
INSTALLER_LOADING_MESSAGE_15 = "Broek aantrekken";
INSTALLER_LOADING_MESSAGE_16 = "We sturen onze beste krijger";
INSTALLER_LOADING_MESSAGE_17 = "Cyan ziet er verdacht uit...";
INSTALLER_LOADING_MESSAGE_18 = "Coördinaten worden opnieuw ingesteld";
INSTALLER_LOADING_MESSAGE_19 = "Plan voor wereldheerschappij wordt uitgevoerd";
INSTALLER_LOADING_MESSAGE_20 = "Waar is deze knop voor?";
INSTALLER_LOADING_MESSAGE_21 = "Hé, jij daar. Je bent eindelijk wakker";
INSTALLER_MESSAGEBOX_TITLE = "Installatieprogramma voor G HUB";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritieke fout: Kan vereiste mappen voor installatie niet maken. Probeer het opnieuw als beheerder. Als het probleem aanhoudt, neem dan contact op met https://support.logi.com/hc";
INSTALLER_MODAL_REBOOT = "Je moet opnieuw opstarten om de installatie van de vereiste componenten te voltooien. Het installatieprogramma wordt opnieuw geopend, zodra de computer opnieuw is opgestart.";
INSTALLER_MODAL_TITLE_FAILED = "Installatie mislukt.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Initialisatie mislukt.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Al geïnstalleerd.";
INSTALLER_MODAL_TITLE_CONFIRM = "G HUB opnieuw installeren?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Wordt verwijderd.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Verwijderd.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Fout bij het verwijderen.";
INSTALLER_MODAL_TITLE_EXIT = "Installatie afsluiten.";
INSTALLER_MODAL_TITLE_REBOOT = "Opnieuw opstarten vereist.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Updatefout.";
INSTALLER_MODAL_CONFIRM_EXIT = "Weet je zeker dat je wilt afsluiten?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Wordt geïnitialiseerd";
INSTALLER_STEP_UNPACK = "Bestanden worden uitgepakt";
INSTALLER_STEP_INSTALLING = "Bezig met installeren";
INSTALLER_STEP_FINALIZING = "Wordt voltooid";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Door op Installeren te klikken ga je akkoord met de voorwaarden van de ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "LICENTIEOVEREENKOMST VOOR EINDGEBRUIKERS.";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Even geduld. G HUB wordt geïnstalleerd.";
INSTALLER_TOOLTIP_UPDATE = "Wacht even terwijl we G HUB bijwerken.";
INSTALLER_APPLICATION_TITLE = "Installatieprogramma voor Logitech G HUB";
INSTALLER_WINDOW_TITLE = "Installatieprogramma voor {0} G HUB";
INSTALLER_APPLICATION_DESCRIPTION = "Installatieprogramma voor Logitech G HUB";
INSTALLER_INSTALL_BUTTON = "INSTALLEREN";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLEREN (ENTER/RETURN)";
INSTALLER_GET_UPDATE_BUTTON = "UPDATE DOWNLOADEN";
INSTALLER_EXIT_BUTTON = "AFSLUITEN";
INSTALLER_CANCEL_BUTTON = "ANNULEREN";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Deze software is al aanwezig op het systeem. Start G HUB op om naar updates te zoeken.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Er staat een verouderde en incompatibele versie van Logitech Gaming Software op het systeem. Upgrade of verwijder deze om G HUB te installeren.";
INSTALLER_HEADER_DOWNLOADING = "LOGITECH G HUB DOWNLOADEN";
INSTALLER_DESCRIPTION_DOWNLOADING = "De nieuwe Logitech G HUB-software verbetert je game en je apparaatconfiguratie…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…bouwen en beschermen…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…strafen en boosten…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…zweven en landen…";
INSTALLER_HEADER_DOWNLOADED = "DOWNLOAD VOLTOOID";
INSTALLER_DESCRIPTION_DOWNLOADED = "Klaar voor de start.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLEREN EN STARTEN";
INSTALLER_MENU_ABOUT = "Info";
INSTALLER_MENU_QUIT = "Afsluiten";
INSTALLER_MENU_CLOSE = "Venster sluiten";
INSTALLER_TRANSFER_REMAINING = "resterend";
INSTALLER_ERROR_GENERIC = "Er is een fout opgetreden tijdens de installatie";
INSTALLER_FAILURE_PREFIX = "Download mislukt:";
INSTALLER_ERROR_SUMMARY = "Kan geen geldig updateoverzicht ophalen.";
INSTALLER_ERROR_INITIALIZE = "Download mislukt: Initialisatie mislukt. Controleer je internetverbinding en probeer het opnieuw.";
INSTALLER_ERROR_TIMEOUT = "Controleer je internetverbinding.";
INSTALLER_ERROR_WRITE = "Schijf lijkt vol te zijn.";
INSTALLER_ERROR_DLL = "Essentiële onderdelen van het installatieprogramma kunnen niet worden geladen. Download het installatieprogramma opnieuw van de officiële website.";
INSTALLER_RETRY_COUNTDOWN = "Opnieuw proberen over %d.";
INSTALLER_UNCOMPRESSING = "Bestanden uitpakken";
